Repository: andriiPohodin/PreFlightChecklist
Catalog: PreFlightChecklist/*.lproj/Localizable.strings
Languages: ru, uk

# selectPlatformTitle
source: Select platform
ru: Выберите модель
uk: Оберіть модель

# selectProgramTitle
source: Select program
ru: Выберите программу
uk: Оберіть програму

# nextBtnTitle
source: Next
ru: Вперёд
uk: Далі

# previousBtnTitle
source: Previous
ru: Назад
uk: Назад

# indoorBtnTitle
source: Indoor preparations
ru: Офисная подготовка
uk: Офісна підготовка

# outdoorBtnTitle
source: Outdoor preparations
ru: Полевая подготовка
uk: Польова підготовка

# indoorLabelText
source: Preparations needed to be done before leaving the office. Good internet connection and computer required
ru: Подготовка, которую необходимо выполнить перед выездом из офиса. Наличие комп'ютера и стабильного интернета обязательно
uk: Підготовка, яку необхідно виконати перед виїздом. Наявність комп'ютера та стабільного інтернету обов'язкова

# outdoorLabelText
source: Preparations needed to be done after arriving at job sight. No internet connection or computer required
ru: Подготовка, которую необходимо выполнить после прибытия на локацию. Наличие комп'ютера и интернета не обязательно
uk: Підготовка, яку необхідно виконати після прибуття на локацію. Наявність комп'ютера та інтернету необов'язкова

source: Step
ru: Шаг
uk: Крок

source: Basic
ru: Базовая
uk: Базова

source: Advanced
ru: Расширенная
uk: Розширена

source: Pro
ru: Про
uk: Про

source: basicOneIndoor
ru: basicOneIndoorRus
uk: basicOneIndoorUkr

source: basicTwoIndoor
ru: basicTwoIndoorRus
uk: basicTwoIndoorUkr

source: basicOneOutdoor
ru: basicOneOutdoorRus
uk: basicOneOutdoorUkr

source: basicTwoOutdoor
ru: basicTwoOutdoorRus
uk: basicTwoOutdoorUkr

source: basicThreeOutdoor
ru: basicThreeOutdoorRus
uk: basicThreeOutdoorUkr

source: basicFourOutdoor
ru: basicFourOutdoorRus
uk: basicFourOutdoorUkr

source: basicFiveOutdoor
ru: basicFiveOutdoorRus
uk: basicFiveOutdoorUkr

source: advancedOneIndoor
ru: advancedOneIndoorRus
uk: advancedOneIndoorUkr

source: advancedTwoIndoor
ru: advancedTwoIndoorRus
uk: advancedTwoIndoorUkr

source: advancedThreeIndoor
ru: advancedThreeIndoorRus
uk: advancedThreeIndoorUkr

source: advancedFourIndoor
ru: advancedFourIndoorRus
uk: advancedFourIndoorUkr

source: advancedOneOutdoor
ru: advancedOneOutdoorRus
uk: advancedOneOutdoorUkr

source: advancedTwoOutdoor
ru: advancedTwoOutdoorRus
uk: advancedTwoOutdoorUkr

source: advancedThreeOutdoor
ru: advancedThreeOutdoorRus
uk: advancedThreeOutdoorUkr

source: advancedFourOutdoor
ru: advancedFourOutdoorRus
uk: advancedFourOutdoorUkr

source: advancedFiveOutdoor
ru: advancedFiveOutdoorRus
uk: advancedFiveOutdoorUkr

source: proOneIndoor
ru: proOneIndoorRus
uk: proOneIndoorUkr

source: proTwoIndoor
ru: proTwoIndoorRus
uk: proTwoIndoorUkr

source: proThreeIndoor
ru: proThreeIndoorRus
uk: proThreeIndoorUkr

source: proFourIndoor
ru: proFourIndoorRus
uk: proFourIndoorUkr

source: proFiveIndoor
ru: proFiveIndoorRus
uk: proFiveIndoorUkr

source: proOneOutdoor
ru: proOneOutdoorRus
uk: proOneOutdoorUkr

source: proTwoOutdoor
ru: proTwoOutdoorRus
uk: proTwoOutdoorUkr

source: proThreeOutdoor
ru: proThreeOutdoorRus
uk: proThreeOutdoorUkr

source: proFourOutdoor
ru: proFourOutdoorRus
uk: proFourOutdoorUkr

source: proFiveOutdoor
ru: proFiveOutdoorRus
uk: proFiveOutdoorUkr

source: proSixOutdoor
ru: proSixOutdoorRus
uk: proSixOutdoorUkr

source: advancedOneIndoorRtk
ru: advancedOneIndoorRtkRus
uk: advancedOneIndoorRtkUkr

source: advancedTwoIndoorRtk
ru: advancedTwoIndoorRtkRus
uk: advancedTwoIndoorRtkUkr

source: advancedThreeIndoorRtk
ru: advancedThreeIndoorRtkRus
uk: advancedThreeIndoorRtkUkr

source: advancedFourIndoorRtk
ru: advancedFourIndoorRtkRus
uk: advancedFourIndoorRtkUkr

source: advancedOneOutdoorRtk
ru: advancedOneOutdoorRtkRus
uk: advancedOneOutdoorRtkUkr

source: advancedTwoOutdoorRtk
ru: advancedTwoOutdoorRtkRus
uk: advancedTwoOutdoorRtkUkr

source: advancedThreeOutdoorRtk
ru: advancedThreeOutdoorRtkRus
uk: advancedThreeOutdoorRtkUkr

source: advancedFourOutdoorRtk
ru: advancedFourOutdoorRtkRus
uk: advancedFourOutdoorRtkUkr

source: advancedFiveOutdoorRtk
ru: advancedFiveOutdoorRtkRus
uk: advancedFiveOutdoorRtkUkr

source: proOneIndoorRtk
ru: proOneIndoorRtkRus
uk: proOneIndoorRtkUkr

source: proTwoIndoorRtk
ru: proTwoIndoorRtkRus
uk: proTwoIndoorRtkUkr

source: proThreeIndoorRtk
ru: proThreeIndoorRtkRus
uk: proThreeIndoorRtkUkr

source: proFourIndoorRtk
ru: proFourIndoorRtkRus
uk: proFourIndoorRtkUkr

source: proFiveIndoorRtk
ru: proFiveIndoorRtkRus
uk: proFiveIndoorRtkUkr

source: proOneOutdoorRtk
ru: proOneOutdoorRtkRus
uk: proOneOutdoorRtkUkr

source: proTwoOutdoorRtk
ru: proTwoOutdoorRtkRus
uk: proTwoOutdoorRtkUkr

source: proThreeOutdoorRtk
ru: proThreeOutdoorRtkRus
uk: proThreeOutdoorRtkUkr

source: proFourOutdoorRtk
ru: proFourOutdoorRtkRus
uk: proFourOutdoorRtkUkr

source: proFiveOutdoorRtk
ru: proFiveOutdoorRtkRus
uk: proFiveOutdoorRtkUkr

source: proSixOutdoorRtk
ru: proSixOutdoorRtkRus
uk: proSixOutdoorRtkUkr

source: Sign up
ru: Зарегистрироваться
uk: Зареєструватися

source: Log in
ru: Войти
uk: Увійти

source: First name
ru: Имя
uk: Ім'я

source: Last name
ru: Фамилия
uk: Прізвище

# email
source: Email (login)
ru: Электронная почта (логин)
uk: Електронна пошта

source: Password
ru: Пароль
uk: Пароль

source: Confirm password
ru: Подтвердите пароль

source: Organization
ru: Компания
uk: Компанія

source: Fill in all fields
ru: Заполните все поля
uk: Заповніть всі поля

# passwordValidationError
source: Password should be at least 8 symbols and contain letters, digits, special characters
ru: Пароль должен быть минимум 8 символов и состоять из букв, цифр, специальных знаков

# passwordConfirmationError
source: Passwords doesn't match
ru: Пароли не совпадают

source: The email address is badly formatted
ru: Неверный формат электронной почты

# The password is invalid or the user does not have a password.
source: Invalid password
ru: Неверный пароль

source: Invalid login
ru: Неверный логин
